Repository: gimais/animilia
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: username
ka: ნიკი

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
ka: ნიკი ან პაროლი არასწორია. თავიდან სცადეთ.

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
ka: გთხოვთ, შეიყვანოთ სწორი %(username)s და პაროლი. იქონიეთ მხედველობაში, რომ ორივე ველი ითვალისწინებს პატარა და დიდ ასოებს.

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ka: სიგრძე მაქსიმუმ %(limit_value)d სიმბოლოსგან უნდა შედგებოდეს. (შეყვანილია %(show_value)d სიმბოლო).

source: This password is too short. It must contain at least %(min_length)d character.
ka: ეს პაროლი მოკლეა. ის უნდა შეიცავდეს მინიმუმ %(min_length)d სიმბოლოს.

source: A user with that username already exists.
ka: ეს ნიკი დაკავებულია.

source: The two password fields didn't match.
ka: შეყვანილი პაროლები ერთმანეთს არ ემთხვევა.

source: This account is inactive.
ka: თქვენი ექაუნთი დაბლოკილია.

source: Recent actions
ka: ბოლო ქმედებები

source: My actions
ka: ჩემი ქმედებები

source: Django site admin
ka: სამართავი პანელი

source: Django administration
ka: Admin Panel
